{
    "id": "DW_39718698",
    "content": "How to wrap a present without using paper or tape\nNext time you get invited to a birthday party, you could try wrapping the present using a piece of fabric and ribbon. It's very easy and the best bit is, it can be reused. Maybe it will come back to you on your birthday.\n1. All you need is a piece of fabric big enough to wrap your gift, a ribbon long enough to go right around it, and if you want to make a gift tag, you will also need a piece of old cardboard, a hole punch and another small piece of ribbon. Ready? 2. No, wait, we forgot the present. Get that, and you have everything you need. Spread the fabric on the ground and put your gift on top 3. Fold the fabric around the gift you are wrapping 4. With the last little bit, you don't tuck it under, but create a little flap on top 5. Fold that flap over like this 6. Take one end of the parcel and tuck the fabric inside, BEHIND the gift inside 7. You can take your time to wiggle it all inside. Make it as flat as you can 8. Once it is all inside, turn to the other end and do the same thing again 9. When you have done both ends, it should look like this. Your present is all tucked up inside and you don't need any tape to keep it closed 10. Now for the ribbon. Place the gift on top of it 11. Tie the bow 12. So it looks like this. Finished? If you want a gift tag, that comes now. If you don't you're done! 13. Cut a piece out of an old cardboard box and make a hole in it using a hole punch. Watch your fingers though ;) 14. Put a piece of short ribbon through your hole 15. Tie the tag to your gift 16. And you are finished! P.S. You can either ask your friend to reuse the fabric, and show them how to wrap with it, or if they don't like that idea, you can take it home with you to use again the next time. And remember, you don't have to buy the fabric. You can use an old pillow case, an old t-shirt or skirt, or whatever you want. You can even make your ribbon from an old t-shirt if you don't have any. Happy wrapping.",
    "tags": [
        "all",
        "test"
    ],
    "mentions": [],
    "concepts": [
        {
            "concept": 0,
            "keyword": true,
            "count": 0,
            "tags": []
        }
    ],
    "relations": [],
    "frames": [
        {
            "type": "none",
            "slots": []
        }
    ],
    "iptc": [
        "10000000",
        "20000565"
    ]
}