{
    "id": "DW_40313455",
    "content": "Instructions on how to make a vintage sign\nToday we want to show you how to make this vintage sign. Actually, the sign is new too, I just „aged“ it. A DIY vintage look and making a template are  pretty easy. We’ll show you how to do it yourself.\nYou’ll need a piece of untreated wood. some cardboard in the same size s printout of the text you want steel wool from the hardware store vinegar coffee powder and hot water paint and a sponge a Boxcutter and work gloves. Instructions Glue your printed text onto the cardboard. Cut along the letters with the utility knife. Punch the all of the letters out of the cardboard. There’s your template! Now we’ll create the dye to give the wood a weathered, used look. Put the steel wool into a container and pour vinegar in until it’s covered. If you have a cover, close the container. Pour hot water on the coffee and stir it. You can use instant coffee, too. Let the coffee and steel wool sit for a couple of days. The longer you wait, the darker the steel wool gets. Pour the two liquids together. Use the mix to paint the wood all over. Don’t forget the edges! Don’t worry the smell won’t last long. Once it’s dry, use a brush to remove the coffee grounds. Now center your template on the piece of wood. Use tape to fix it on the sides. If you have putty, use it to get an even firmer fit. If not, roll up some tape. Now use a sponge to dab the paint mix around the template. Go over the template several times. Be sure to press the template onto the wood firmly, so the dye doesn’t seep. Remove the template and remove any tape or putty. There it is, you brand spanking new “vintage” sign. Good to know If you want your sign to look even older, pound on it with a hammer or put in a few nail holes. If you’d like it to look more grey, leave out the coffee and just use the vinegar-steel wool mix.",
    "tags": [
        "all",
        "train"
    ],
    "mentions": [
        {
            "begin": 151,
            "end": 154,
            "text": "DIY",
            "concept": 0
        },
        {
            "begin": 441,
            "end": 450,
            "text": "Boxcutter",
            "concept": 1
        }
    ],
    "concepts": [
        {
            "concept": 0,
            "text": "DIY",
            "keyword": true,
            "count": 1,
            "tags": [
                "slot::keyword",
                "topic::none",
                "type::none",
                "type::other",
                "type::skip"
            ]
        },
        {
            "concept": 1,
            "text": "Boxcutter",
            "keyword": true,
            "count": 1,
            "tags": [
                "slot::keyword",
                "topic::none",
                "type::none",
                "type::other",
                "type::skip"
            ]
        }
    ],
    "relations": [],
    "frames": [
        {
            "type": "none",
            "slots": []
        }
    ],
    "iptc": [
        "10000000",
        "20000565",
        "20000570"
    ]
}